Repository: common-repository/kjm-admin-notices
Catalog: languages/kjm-admin-notices-*.po
Languages: ar_ae, fr_fr, hi_in

source: Save and keep Archived
fr_fr: Sauvegarder et garder archivé

source: Archived Post Status
fr_fr: Statut de publication archivé

source: Allows posts and pages to be archived so you can unpublish content without having to trash it.
fr_fr: Permet aux articles et aux pages d'être archivés afin que vous puissiez annuler la publication de contenu sans avoir à le supprimer.

source: KJM Admin Notices settings saved.
ar_ae: تم حفظ إعدادات إشعارات إدارة KJM.
fr_fr: Paramètres des Notices Admin sauvegardés.
hi_in: केजेएम व्यवस्थापक नोटिस सेटिंग्स सहेजा गया।

source: KJM Admin Notices settings saving failed!.
ar_ae: فشل حفظ إعدادات إشعارات إدارة KJM !.
fr_fr: Sauvegarde des paramètres des Notices Admin a échoué!
hi_in: केजेएम व्यवस्थापक नोटिस सेटिंग्स की बचत विफल!

source: Failed security check on KJM Admin Notices Settings save action.
ar_ae: فشل التحقق الأمني من إعدادات إشعارات إدارة KJM في الإجراء.
fr_fr: La vérification de sécurité a échoué lors de l'enregistrement des paramètres des Notices Admin.
hi_in: केजेएम व्यवस्थापक नोटिस सेटिंग्स पर असफल सुरक्षा जांच कार्रवाई को बचाएं।

source: Failed security check!
ar_ae: فشل التحقق الأمني!
fr_fr: La vérification de sécurité a échoué !
hi_in: असफल सुरक्षा जांच!

source: Settings
ar_ae: الإعدادات
fr_fr: Paramètres
hi_in: सेटिंग्स

source: KJM Admin Notices
ar_ae: إشعارات إدارة KJM
fr_fr: Admin Notices
hi_in: KJM प्रशासन नोटिस

source: Global Settings
fr_fr: Paramètres globaux

source: Thanks, Got it.
ar_ae: شكرا ، فهمت.
fr_fr: Merci, j'ai compris!
hi_in: धन्यवाद, समझ गया।

source: Stats
fr_fr: Statistiques

source: Sent to
fr_fr: Envoyé à

source: Not sent
fr_fr: Pas envoyé

source: dissmissed
fr_fr: fermées

source: total views
fr_fr: vues totales

source: from
fr_fr: de

source: views
fr_fr: vues

source: Show Notice To Roles
ar_ae: عرض إشعار إلى الأدوار
fr_fr: Afficher la Notice aux rôles
hi_in: भूमिकाओं के लिए नोटिस दिखाएं

source: Send Email
ar_ae: ارسل بريد الكتروني
fr_fr: Envoyer un email
hi_in: ईमेल भेजें

source: Notice Display
ar_ae: إشعار العرض
fr_fr: Affichage de la Notice
hi_in: प्रदर्शन सूचना

source: Global Params
ar_ae: بارامز العالمية
fr_fr: Paramètres globaux
hi_in: वैश्विक पैरामीटर

source: All
ar_ae: الكل
fr_fr: Tous
hi_in: सब

source: Send a copy to Admin
ar_ae: إرسال نسخة إلى المسؤول
fr_fr: Envoyer une copie à l'admin
hi_in: व्यवस्थापक को एक प्रति भेजें

source: Sent:
fr_fr: Envoyé :

source: Hide Title
ar_ae: إخفاء العنوان
fr_fr: Cacher le titre
hi_in: शीर्षक छुपाएं

source: Hide Metas (author and date)
ar_ae: إخفاء ميتاس (المؤلف والتاريخ)
fr_fr: Cacher les Métas (auteur et date)
hi_in: मेटा छुपाएं (लेखक और दिनांक)

source: Hide Dismiss Link
ar_ae: إخفاء إلغاء الارتباط
fr_fr: Cacher le lien de rejet
hi_in: डिसमिस लिंक छुपाएं

source: Hide Dismiss Button
fr_fr: Cacher le bouton de rejet

source: Custom Background Color
ar_ae: لون خلفية مخصص
fr_fr: Couleur de fond personnalisée
hi_in: कस्टम पृष्ठभूमि रंग

source: Custom Text Color
ar_ae: لون نص مخصص
fr_fr: Couleur de texte personnalisée
hi_in: कस्टम पाठ रंग

source: Show Notice to Frontend
fr_fr: Afficher la notification en frontend
hi_in: फ्रंटेंड को नोटिस दिखाएं

source: Stats:
fr_fr: Statistiques :

source: no
ar_ae: لا
fr_fr: Non
hi_in: नहीं

source: Notice Category Color
fr_fr: Couleur de la catégorie de notice

source: (Beta Feature)
fr_fr: (Fonctionnalité Beta)

source: Select primary color for Notice category.
fr_fr: Sélectionner une couleur primaire pour la catégorie de notice.

source: Edit primary color for Notice category.
fr_fr: Modifier la couleur primaire de la catégorie de notice.

source: Archived
fr_fr: Archivé

source: Archived <span class="count">(%s)</span>
fr_fr: Archivé <span class="count">(%s)</span>

source: yes
fr_fr: oui

source: You do not have sufficient permissions to access this page.
ar_ae: ليس لديك أذونات كافية للوصول إلى هذه الصفحة.
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette page.
hi_in: आपके पास इस पृष्ठ तक पहुंचने के लिए पर्याप्त अनुमति नहीं है।

source: KJM Admin Notices Settings
ar_ae: إعدادات إشعارات المسؤول KJM
fr_fr: Paramètres des Notices Admin
hi_in: केजेएम व्यवस्थापक नोटिस सेटिंग्स

source: Manage KJM Admin Notices
ar_ae: إدارة إشعارات إدارة KJM
fr_fr: Gérer les Notices Admin
hi_in: केजेएम व्यवस्थापक नोटिस प्रबंधित करें

source: You are using
fr_fr: Vous utilisez

source: plugin version
fr_fr: version du plugin

source: Save Changes
ar_ae: حفظ التغييرات
fr_fr: Enregistrer les changements
hi_in: परिवर्तनों को सुरक्षित करें

source: Sorry, Plugin requires PHP 5.0 or higher. Please deactivate Plugin.
fr_fr: Désolé. Ce plugin requiert PHP 5.0 ou plus haut. Merci de désactiver le plugin.

source: Edit Notice
ar_ae: تحرير إشعار
fr_fr: Modifier la Notice
hi_in: सूचना संपादित करें

source: %s ago
fr_fr: il y a %s

source: by %s
fr_fr: par %s

source: This notification has been sent by [kjm_website_domain].
ar_ae: تم إرسال هذا الإشعار بواسطة [kjm_website_domain].
fr_fr: Cette notification vous a été envoyée par [kjm_website_domain].
hi_in: यह अधिसूचना [kjm_website_domain] द्वारा भेजी गई है।

source: Address to connect to your site:
ar_ae: العنوان للاتصال بموقعك:
fr_fr: Adresse pour vous connecter à votre site :
hi_in: अपनी साइट से कनेक्ट करने के लिए पता:

source: Login
ar_ae: تسجيل الدخول
fr_fr: Connexion
hi_in: लॉग इन करें

source: Add Notice
ar_ae: إضافة إشعار
fr_fr: Ajouter une Notice
hi_in: सूचना जोड़ें

source: New Notice
ar_ae: إشعار جديد
fr_fr: Nouvelle Notice
hi_in: नई सूचना

source: All Notices
ar_ae: كل الإشعارات
fr_fr: Toutes les Notices
hi_in: सभी नोटिस

source: View Notice
ar_ae: عرض إشعار
fr_fr: Voir la Notice
hi_in: नोटिस देखें

source: Search Notices
ar_ae: إخطارات البحث
fr_fr: Rechercher dans les Notice
hi_in: नोटिस खोजें

source: No Notice found
ar_ae: لم يتم العثور على إشعار
fr_fr: Aucune Notice trouvée
hi_in: कोई सूचना नहीं मिली

source: No Notice found in trash
ar_ae: لم يتم العثور على إشعار في المهملات
fr_fr: Aucune Notice trouvée dans la corbeille
hi_in: ट्रैश में कोई सूचना नहीं मिली

source: Contains all Notices and their related data.
ar_ae: يحتوي على جميع الإشعارات والبيانات المتعلقة بها.
fr_fr: Contient toutes les Notices et leurs données liées.
hi_in: सभी नोटिस और उनके संबंधित डेटा शामिल हैं।

source: Check to activate KJM Admin Notices.
ar_ae: تحقق من تفعيل إشعارات إدارة KJM.
fr_fr: Cocher pour activer Admin Notices.
hi_in: केजेएम व्यवस्थापक नोटिस को सक्रिय करने के लिए जांचें।

source: Notice Post Type
ar_ae: ملاحظة نشر نوع
fr_fr: Post Type Notice
hi_in: नोटिस पोस्ट प्रकार

source: Check to activate Notice Post Type.
ar_ae: تحقق لتفعيل تنبيه نشر نوع.
fr_fr: Cocher pour activer le Post Type Notice.
hi_in: नोटिस पोस्ट प्रकार को सक्रिय करने के लिए जांचें।

source: Check to send email to users on publish.
ar_ae: حدد هذا الإعداد لإرسال بريد إلكتروني إلى المستخدمين أثناء النشر.
fr_fr: Cocher pour activer l'envoi de emails lors de la publication.
hi_in: प्रकाशित करने के लिए उपयोगकर्ताओं को ईमेल भेजने के लिए जांचें।

source: Email From
ar_ae: البريد الإلكتروني من
fr_fr: Emails de (adresse)
hi_in: की ओर से ईमेल

source: Leave empty for emails sent by "wordpress@yourdomain.com".
ar_ae: اتركه خاليًا للرسائل الإلكترونية المرسلة من "wordpress@yourdomain.com".
fr_fr: Laisser vide pour des emails envoyés par "wordpress@yourdomain.com".
hi_in: "Wordpress@yourdomain.com" द्वारा भेजे गए ईमेल के लिए खाली छोड़ दें।

source: Email From Name
ar_ae: البريد الإلكتروني من الاسم
fr_fr: Emails de (nom)
hi_in: नाम से ईमेल

source: Leave empty for emails sent from "WordPress".
ar_ae: اتركه فارغًا للرسائل الإلكترونية المرسلة من "WordPress".
fr_fr: Laisser vide pour des emails envoyés au nom de "WordPress".
hi_in: "वर्डप्रेस" से भेजे गए ईमेल के लिए खाली छोड़ दें।

source: Allow Comments
ar_ae: السماح بالتعليقات
fr_fr: Autoriser les commentaires
hi_in: टिप्पणियों की अनुमति दें

source: Check to activate comments system.
ar_ae: تحقق لتفعيل نظام التعليقات.
fr_fr: Cocher pour activer les commentaires.
hi_in: टिप्पणी प्रणाली को सक्रिय करने के लिए जांचें।

source: Allow Role or Capability to Edit
ar_ae: السماح بالدور أو القدرة على التحرير
fr_fr: Permettre au Rôle ou Capacité d'éditer
hi_in: भूमिका या क्षमता को संपादित करने की अनुमति दें

source: Allow Role or Capability to Edit and Post Notices (default : "administrator").
ar_ae: السماح بالدور أو القدرة على تحرير ونشر الإشعارات (الافتراضي: "المسؤول").
fr_fr: Permettre au Rôle ou à la Capacité d'éditer et de publier des Notices (par défaut : "administrator").
hi_in: भूमिका या क्षमता को संपादित करने और नोटिस पोस्ट करने की अनुमति दें (डिफ़ॉल्ट: "व्यवस्थापक")।

source: Frontend Notices
ar_ae: إخطارات أمامية
fr_fr: Notices Frontend
hi_in: फ्रंटेंड नोटिस

source: Check to allow frontend notices display.
ar_ae: تحقق للسماح بعرض إشعارات الواجهة.
fr_fr: Cochez pour permettre l'affichage des avis en frontend.
hi_in: फ्रंटेंड नोटिस प्रदर्शित करने की अनुमति देने के लिए जांचें।

source: Display Over Content
ar_ae: عرض أكثر من المحتوى
fr_fr: Afficher sur le contenu
hi_in: सामग्री पर प्रदर्शित करें

source: Display frontend notices over content.
ar_ae: عرض إشعارات الواجهة على المحتوى.
fr_fr: Afficher les notices en frontend par-dessus le contenu.
hi_in: सामग्री पर फ्रंटेंड नोटिस प्रदर्शित करें।

source: Notice Layout Display
ar_ae: لاحظ تخطيط العرض
fr_fr: Mise en forme des notices
hi_in: नोटिस लेआउट डिस्प्ले

source: Possibles values are "default" (compact) and "post" (post style). Default value if empty : "default".
fr_fr: Les valeurs possibles sont "default" (compact) et "post" (style de post). Valeur par défaut si vide: "default".

source: Show Notices on Pages
fr_fr: Afficher les avis sur les pages

source: List of Pages where the notices should display. Other pages will never display a notice. This param will take precedence on the "hide" one. Separate multiples pages with a comma like this : "1,23,456".
fr_fr: Liste des pages où les avis doivent s'afficher. Les autres pages n'afficheront jamais un avis. Ce paramètre aura la priorité sur celui "cacher". Séparez les pages multiples avec une virgule comme ceci: "1,23,456".

source: Hide Notices on Pages
fr_fr: Masquer les avis sur les pages

source: List of Pages where the notices should NEVER display. Separate multiples pages with a comma like this : "1,23,456".
fr_fr: Liste des pages où les avis ne doivent JAMAIS être affichés. Séparez plusieurs pages avec une virgule comme ceci: "1,23,456".

source: Statistics
fr_fr: Statistiques

source: Check to enable stats features.
fr_fr: Cochez pour activer les fonctionnalités de statistiques.

source: Exclude SuperAdmin
fr_fr: Exclure SuperAdmin

source: Check to exclude superadmin user views from statistics.
fr_fr: Cochez pour exclure les vues utilisateur superadmin des statistiques.

source: Exclude Author
fr_fr: Exclure l'auteur

source: Check to exclude notice author views from statistics.
fr_fr: Cochez pour exclure les vues de l'auteur de l'avis des statistiques.

source: Advanced
fr_fr: Avancé

source: Some advanced plugin's features.
fr_fr: Quelques fonctionnalités avancées du plugin.

source: Compatibility
fr_fr: Compatibilité

source: Check compatibility status with third-party plugins.
fr_fr: Vérifiez le statut de compatibilité avec les plugins tiers.

source: Plugin's official page <a target="_blank" href="https://www.kajoom.ca/produits/kjm-search-log-plugin-for-wordpress/">here</a>.
fr_fr: Page officielle du plugin <a target="_blank" href="https://www.kajoom.ca/produits/kjm-search-log-plugin-for-wordpress/">ici</a>.

source: Plugin's official page <a target="_blank" href="https://www.kajoom.ca/produits/kjm-avia-form-cpt-plugin-for-wordpress/">here</a>.
fr_fr: Page officielle du plugin <a target="_blank" href="https://www.kajoom.ca/produits/kjm-avia-form-cpt-plugin-for-wordpress/">ici</a>.

source: Plugin's official page <a target="_blank" href="https://www.kajoom.ca/produits/kajoom-framework-plugin-for-wordpress/">here</a>.
fr_fr: Page officielle du plugin <a target="_blank" href="https://www.kajoom.ca/produits/kajoom-framework-plugin-for-wordpress/">ici</a>.

source: Plugin's official page <a target="_blank" href="https://wordpress.org/plugins/archived-post-status/">here</a>.
fr_fr: Page officielle du plugin <a target="_blank" href="https://wordpress.org/plugins/archived-post-status/">ici</a>.

source: Updater
fr_fr: Mise à jour

source: Use custom updater.
fr_fr: Utilisez un programme de mise à jour personnalisé.

source: Use our External Updater
fr_fr: Utilisez notre programme de mise à jour externe

source: Check to use the External Updater. <br>In order to check for new updates, occasional requests will be sent to our servers. Requests are secured with HTTPS and we do not track personal data. See our <a href="https://www.kajoom.ca/a-propos/conditions-dutilisation" target="_new">Terms of use</a> (in french). Check out our <a href="https://www.kajoom.ca/a-propos/politique-de-confidentialite" target="_new">Privacy Policy</a> (in french).
fr_fr: Cochez pour utiliser le programme de mise à jour externe. <br>Afin de vérifier les nouvelles mises à jour, des demandes occasionnelles seront envoyées à nos serveurs. Les demandes sont sécurisées avec HTTPS et nous ne suivons pas les données personnelles. Consultez nos <a href="https://www.kajoom.ca/a-propos/conditions-dutilisation" target="_new">Conditions d'utilisation</a>. Consultez notre <a href="https://www.kajoom.ca/a-propos/politique-de-confidentialite" target="_new">Politique de confidentialité</a>.

source: wordpress_version
fr_fr: Version de WordPress

source: active_plugins
fr_fr: Plugins actifs

source: theme
fr_fr: Thème

source: child_theme
fr_fr: Thème-enfant

source: Sent
ar_ae: أرسلت
fr_fr: Envoyé
hi_in: भेज दिया

source: Notice Cats
ar_ae: فئات الإخطار
fr_fr: Catégories de Notices
hi_in: नोटिस श्रेणियाँ

source: Notice Cat
ar_ae: فئة الإخطار
fr_fr: Catégorie de Notice
hi_in: नोटिस श्रेणी

source: Search Notice Cat
ar_ae: فئة إشعار البحث
fr_fr: Rechercher la Catégorie de Notice
hi_in: खोज सूचना श्रेणी

source: All Notice Cats
ar_ae: كل القطط لاحظ
fr_fr: Toutes les Catégories de Notices
hi_in: सभी सूचना श्रेणियाँ

source: Parent Notice Cat
ar_ae: Parent Notice Category
fr_fr: Catégorie de Notice parente
hi_in: अभिभावक सूचना श्रेणी

source: Parent Notice Cat:
ar_ae: إشعار الآباء الفئة:
fr_fr: Catégorie de Notice parente :
hi_in: अभिभावक सूचना श्रेणी:

source: Edit Notice Cat
ar_ae: تحرير فئة الإخطار
fr_fr: Modifier la Catégorie de Notice
hi_in: नोटिस श्रेणी संपादित करें

source: Update Notice Cat
ar_ae: تحديث فئة الإخطار
fr_fr: Mettre à jour la Catégorie de Notice
hi_in: नोटिस श्रेणी अद्यतन करें

source: Add New Notice Cat
ar_ae: إضافة فئة إشعار جديد
fr_fr: Ajouter une Catégorie de Notice
hi_in: नई सूचना श्रेणी जोड़ें

source: New Notice Cat
ar_ae: فئة إشعار جديد
fr_fr: Nouvelle Catégorie de Notice
hi_in: नई सूचना श्रेणी

source: Notices Tags
ar_ae: إشعارات العلامات
fr_fr: Tags de Notices
hi_in: नोटिस टैग

source: Notice Tag
ar_ae: اشعار العلامة
fr_fr: Tag de Notice
hi_in: नोटिस टैग

source: Search Notice Tags
ar_ae: بحث اشعار العلامات
fr_fr: Rechercher dans les Tags de Notices
hi_in: नोटिस टैग खोजें

source: All Notices Tags
ar_ae: جميع الإشعارات العلامات
fr_fr: Tous les Tags de Notices
hi_in: सभी नोटिस टैग

source: Parent Notice Tag
ar_ae: علامة إشعار الوالدين
fr_fr: Tag de Notice parent
hi_in: अभिभावक नोटिस टैग

source: Parent Notice Tag:
ar_ae: علامة إشعار الوالدين:
fr_fr: Tag de Notice parent :
hi_in: अभिभावक नोटिस टैग:

source: Edit Notice Tag
ar_ae: تحرير علامة التبليغ
fr_fr: Modifier le Tag de Notice
hi_in: नोटिस टैग संपादित करें

source: Update Notice Tag
ar_ae: تحديث اشعار العلامة
fr_fr: Mettre à jour le Tag de Notice
hi_in: नोटिस टैग अपडेट करें

source: Add New Notice Tag
ar_ae: إضافة علامة إشعار جديدة
fr_fr: Ajouter un Tag de Notice
hi_in: नया नोटिस टैग जोड़ें

source: New Notice Tag Name
ar_ae: اسم العلامة الجديدة للإشعار
fr_fr: Nouveau Tag de Notice
hi_in: नई सूचना टैग नाम

source: You can't edit this item because it has been Archived. Please change the post status and try again.
fr_fr: Vous ne pouvez pas modifier cet élément car il a été archivé. Veuillez modifier le statut de la publication et réessayer.

source: Notices
ar_ae: إشعارات
hi_in: नोटिस

source: Notice
ar_ae: تنويه
hi_in: नोटिस

source: Debug
ar_ae: التصحيح
hi_in: दोषमार्जन

# %s = human-readable time difference
source: %s ago
ar_ae: قبل %s
hi_in: % s पहले

# %s = author display name
source: by %s
ar_ae: بواسطة %s
hi_in: % s द्वारा

source: Create, manage and display nice custom dismissible notices to admin users.
ar_ae: إنشاء وإدارة وعرض إشعارات رفض مخصصة لطيفة للمستخدمين الإداريين.
hi_in: व्यवस्थापक उपयोगकर्ताओं को अच्छी कस्टम अस्वीकार्य नोटिस बनाएं, प्रबंधित करें और प्रदर्शित करें।

source: Marc-Antoine Minville
ar_ae: مارك انطوان مينفيل
hi_in: मार्क-एंटोनी मिनविले
